Revit 2027 API
SymbolTypeId.JPerGDegreeC Property
 Symbol J/(g·°C), indicating unit Joules per gram degree Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JPerGDegreeC { get; }
Public Shared ReadOnly Property JPerGDegreeC As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JPerGDegreeC {
	ForgeTypeId^ get ();
}
static member JPerGDegreeC : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace